{"word":"about","ipa":"\/əˈbɛʊt\/","audio_link":"https:\/\/api.dictionaryapi.dev\/media\/pronunciations\/en\/about-us.mp3","part_of_speech":"adjective","senses":"[{\"definition\":\"Moving around; astir.\",\"example\":\"After my bout with Guillan-Barre Syndrome, it took me 6 months to be up and about again.\"},{\"definition\":\"In existence; being in evidence; apparent.\",\"example\":\"This idea has been about for a while but has only recently become fashionable.\"},{\"definition\":\"Near; in the vicinity or neighbourhood.\",\"example\":\"I had my keys just a minute ago, so they must be about somewhere.\"},{\"definition\":\"On all sides; around.\",\"example\":\"I looked about at the scenery that surrounded me.\"},{\"definition\":\"Here and there; around; in one place and another; up and down.\",\"example\":\"Bits of old machinery were lying about.\"},{\"definition\":\"From one place or position to another in succession; indicating repeated movement or activity.\",\"example\":\"walking about;\\u2003 rushing about;\\u2003 jumping about;\\u2003 thrashing about\"},{\"definition\":\"Indicating unproductive or unstructured activity.\",\"example\":\"messing about;\\u2003  fooling about;\\u2003 loafing about\"},{\"definition\":\"Nearly; approximately; with close correspondence in quality, manner, degree, quantity, or time; almost.\",\"example\":\"Dinner's about ready.\"},{\"definition\":\"Near; in the vicinity.\",\"example\":null},{\"definition\":\"To a reversed order; half round; facing in the opposite direction; from a contrary point of view.\",\"example\":\"to face about;\\u2003 to turn oneself about\"},{\"definition\":\"In succession; one after another; in the course of events.\",\"example\":null},{\"definition\":\"In circuit; circularly; by a circuitous way; around the outside; in circumference.\",\"example\":\"a mile about, and a third of a mile across\"},{\"definition\":\"In a circle around; all round; on every side of; on the outside of.\",\"example\":\"The snake was coiled about his ankle.\"},{\"definition\":\"Over or upon different parts of; through or over in various directions; here and there in; to and fro in; throughout.\",\"example\":\"He was well known about town.\"},{\"definition\":\"Indicates that something will happen very soon; indicates a plan or intention to do something.\",\"example\":null},{\"definition\":\"Concerning; with regard to; on account of; on the subject of; to affect.\",\"example\":\"He talked a lot about his childhood.\"},{\"definition\":\"Concerned with; engaged in; intent on.\",\"example\":\"to be about one's business\"},{\"definition\":\"Within or in the immediate neighborhood of; in contiguity or proximity to; near, as to place.\",\"example\":\"I can't find my reading glasses, but they must be somewhere about the house.\"},{\"definition\":\"On one's person; nearby the person.\",\"example\":\"I had no weapon about me but a stick.\"},{\"definition\":\"In or near, as in mental faculties or in the possession of; under the control of; at one's command; in one's makeup.\",\"example\":\"He has his wits about him.\"}]","level":"A2","source":"free-dictionary-api"}