{"word":"absolute","ipa":"\/ˈæb.səˌljuːt\/","audio_link":"https:\/\/api.dictionaryapi.dev\/media\/pronunciations\/en\/absolute-uk.mp3","part_of_speech":"noun","senses":"[{\"definition\":\"That which is independent of context-dependent interpretation, inviolate, fundamental.\",\"example\":\"moral absolutes\"},{\"definition\":\"Anything that is absolute.\",\"example\":null},{\"definition\":\"In a plane, the two imaginary circular points at infinity; in space of three dimensions, the imaginary circle at infinity.\",\"example\":null},{\"definition\":\"(usually capitalized) A realm which exists without reference to anything else; that which can be imagined purely by itself; absolute ego.\",\"example\":null},{\"definition\":\"(usually capitalized) The unity of spirit and nature; God.\",\"example\":null},{\"definition\":\"(usually capitalized) The whole of reality; the totality to which everything is reduced.\",\"example\":null},{\"definition\":\"A concentrated natural flower oil, used for perfumes; an alcoholic extract of a concrete.\",\"example\":null},{\"definition\":\"Free of restrictions, limitations, qualifications or conditions; unconditional.\",\"example\":\"1658, Samuel Hoard, God[']s Love to Mankind, Manifested, by disprooving his absolute decree for their damnation\"},{\"definition\":\"Free from imperfection, perfect, complete; especially, perfectly embodying a quality in its essential characteristics or to its highest degree.\",\"example\":\"absolute purity, absolute liberty\"},{\"definition\":\"Pure, free from mixture or adulteration; unmixed.\",\"example\":\"absolute alcohol\"},{\"definition\":\"Complete, utter, outright; unmitigated, not qualified or diminished in any way.\",\"example\":\"When caught, he told an absolute lie. \\u00a0 an absolute denial of all charges\"},{\"definition\":\"Positive, certain; unquestionable.\",\"example\":null},{\"definition\":\"Certain; free from doubt or uncertainty (e.g. a person, opinion or prediction).\",\"example\":null},{\"definition\":\"Fundamental, ultimate, intrinsic; not relative; independent of references or relations to other things or standards.\",\"example\":\"Absolute rights and duties are such as pertain to man in a state of nature as contradistinguished from relative rights and duties, or such as pertain to him in his social relations.\"},{\"definition\":\"Independent of arbitrary units of measurement, standards, or properties; not comparative or relative.\",\"example\":\"absolute velocity, absolute motion, absolute position\"},{\"definition\":\"(grammar) Not immediately dependent on the other parts of the sentence; not in a syntactical relation with other parts of a text, or qualifying the text as a whole rather than any single word in it, like \\\"it being over\\\" in \\\"it being over, she left\\\".\",\"example\":null},{\"definition\":\"As measured using an absolute value.\",\"example\":\"absolute deviation\"},{\"definition\":\"Indicating an expression that is true for all real numbers, or of all values of the variable; unconditional.\",\"example\":null},{\"definition\":\"Pertaining to a grading system based on the knowledge of the individual and not on the comparative knowledge of the group of students.\",\"example\":null},{\"definition\":\"Independent of (references to) other arts; expressing things (beauty, ideas, etc) only in one art.\",\"example\":\"absolute music\"},{\"definition\":\"Absolved; free.\",\"example\":null}]","level":"B1","source":"free-dictionary-api"}