{"word":"academic","ipa":"\/ˌækəˈdɛmɪk\/","audio_link":"https:\/\/api.dictionaryapi.dev\/media\/pronunciations\/en\/academic-us.mp3","part_of_speech":"noun","senses":"[{\"definition\":\"(usually capitalized) A follower of Plato, a Platonist.\",\"example\":null},{\"definition\":\"A senior member of an academy, college, or university; a person who attends an academy; a person engaged in scholarly pursuits; one who is academic in practice.\",\"example\":null},{\"definition\":\"A member of the Academy; an academician.\",\"example\":null},{\"definition\":\"A student in a college.\",\"example\":null},{\"definition\":\"Academic dress; academicals.\",\"example\":null},{\"definition\":\"Academic studies.\",\"example\":null},{\"definition\":\"Belonging to the school or philosophy of Plato\",\"example\":\"the academic sect or philosophy\"},{\"definition\":\"Belonging to an academy or other higher institution of learning; also a scholarly society or organization.\",\"example\":null},{\"definition\":\"Theoretical or speculative; abstract; scholarly, literary or classical, in distinction to practical or vocational\",\"example\":\"I have always had an academic interest in hacking.\"},{\"definition\":\"Having little practical use or value, as by being overly detailed, unengaging, or theoretical: having no practical importance.\",\"example\":null},{\"definition\":\"Having a love of or aptitude for learning.\",\"example\":\"I'm more academic than athletic \\u2014 I get lower marks in phys. ed. than in anything else.\"},{\"definition\":\"Conforming to set rules and traditions; conventional; formalistic.\",\"example\":null},{\"definition\":\"So scholarly as to be unaware of the outside world; lacking in worldliness.\",\"example\":null},{\"definition\":\"Subscribing to the architectural standards of Vitruvius.\",\"example\":null},{\"definition\":\"Study of humanities topics rather than science and engineering.\",\"example\":null}]","level":"B1","source":"free-dictionary-api"}